/* OK button title */
"OK" = "OK";

/* Yes button title */
"DONT_ALLOW" = "許可しない";

/* " would like to use your current location." */
"LOCATION_CLIENT_PERMISSION" = "“%@”は現在の位置情報を利用します。
よろしいですか？";
 
/* OK specifically for LOCATION_CLIENT_PERMISSION (rdar://6242386) */
"LOCATION_CLIENT_PERMISSION_OK" = "OK";

/* "Turn on location services to get your current location" */
"LOCATION_DISABLED" = "位置情報サービスをオンにして、“%@”が現在の位置情報を利用できるようにしてください";

/* Settings button title */
"LOCATION_DISABLED_SETTINGS" = "設定";

/* Cancel specifically for LOCATION_DISABLED (rdar://6242386) */
"LOCATION_DISABLED_CANCEL" = "キャンセル";

/* "Location Services is not available" */
"LOCATION_UNAVAILABLE" = "“%@”では位置情報サービスは利用できません";

/* when we detect that the compass is not calibrated and user is not already moving the phone around */
"COMPASS_CALIBRATION" = "コンパスを調整するには、iPhoneを振ってください。";
